export const ObjectNames = {
  selectable: {
    denker: "denker",
    brunnen: "brunnen",
    ironface: "Mesh027",
    aphroborg: "aphroborg",
    david: "david",
    venus: "venus",
    abstract: "abstract",
  },
  locations: [
    {
      statue: "abstract",
      lookAt: { x: -7, y: 3, z: 16.4 },
      position: { x: -3, y: 2.8, z: 16 },
      about: "Тайлбаргүй",
      title: "Хийсвэрлэл 1",
      author: "cherkesgiller",
      date: "2020/12/19",
    },
    {
      statue: "denker",
      lookAt: { x: -6, y: 2, z: 7 },
      position: { x: -1.7, y: 1, z: 5.7 },
      about:
        "Бодогчийг анх Яруу найрагч (франц. Le Poète) гэж нэрлэж байсан бөгөөд 1880 онд 'Тамын хаалга' хэмээх хаалганы эргэн тойронд баригдсан томоохон бармилуудын нэг хэсэг байв. Родин үүнийг 14-р зууны эхэн үеийн Данте Алигеригийн 'Тэнгэрлэг инээдмийн' шүлгээс сэдэвлэсэн бөгөөд уг бүтээлийн ихэнх дүрүүд нь шүлгийн гол дүрүүдийг төлөөлсөн бөгөөд үүдний дээгүүр 'Бодогч' шүлгийн гол дүрийг дүрсэлсэн бөгөөд ихэнх зохиолоос арай том хэмжээтэй байв. Зарим шүүмжлэгчид энэ нь анх Дантегийн агуу шүлгийг тунгаан бодож тамын үүдэнд дүрслэхийг зорьсон гэж үздэг. Бусад шүүмжлэгчид энэ онолыг үгүйсгэж, Дантес шүлгийнх нь туршид бүрэн хувцасласан байхад дүрс нь нүцгэн байна, мөн баримлын бие нь Дантегийн эффетын дүртэй таарахгүй байна гэж онцолдог. [1] Родин Микеланджелогийн уламжлалын дагуу баатарлаг дүрийг оюун ухаанаас гадна яруу найргийг төлөөлөхийг хүссэн тул уг баримал нь нүцгэн байна.[ишлэл авах шаардлагатай] Бусад шүүмжлэгчид уг баримлыг өөрийн хөрөг гэж үзэх болсон.",
      title: "Бодогч",
      author: "Огюст Родин",
      date: "1840-1917",
    },
    {
      statue: "Mesh027",
      lookAt: { x: -15, y: 2, z: -1 },
      position: { x: -3, y: 0.3, z: -7 },
      about: "Тайлбаргүй",
      title: "Төмөр нүүр",
      author: "нэг гар",
      date: "2019",
    },
    {
      statue: "brunnen",
      lookAt: { x: -0.6, y: 2.5, z: -21 },
      position: { x: -1, y: 0.3, z: -14 },
      about:
        "Вена дахь Мария Терезиен талбай дээрх Тритон ба Наиад усан оргилуур. Каррара гантигаар хийсэн усан оргилуурын баримал нь 1890 онд хийгдсэн бөгөөд загварлаг хадны тогтоц дээр байрладаг. Энэхүү усан оргилуур болон бусад ижил төстэй усан оргилуурыг Антон Шмидгрубер хийсэн. Эдгээр усан оргилууруудын нийт дөрвөн нь Байгалийн түүх, урлагийн түүхийн музейн хоорондох зүлгэн дээр байрладаг.",
      title: "Тритон ба Наиа",
      author: "Антон Шмидгрубер",
      date: "1980",
    },
    {
      statue: "aphroborg",
      lookAt: { x: 6, y: 1.3, z: -4.7 },
      position: { x: 4, y: 0.4, z: -4.5 },
      about:
        "МЭӨ 3-2-р зууны үеийн Грекийн хөшөөний хуулбар.Доод хөлийг Медичи Сугар гэгддэг Флоренц дахь Ромын хуулбараас авсан гипсээр сэргээжээ.\nХайрын дарь эх усанд орохдоо гайхсан мэт харагдана. Уг нь түүний гар нь урагш сунгаж, хөх, идээ бээрийг нь хамгаалж, бэлгийн дур хүслийг нь нуун дарагдуулж, онцолж байсан юм.\nАфродитагийн нүцгэн барималууд Эллинизмын үед олширчээ. Бүгдээрээ МЭӨ IV зуунд бүтээгдсэн Книдосын Афродита ямар нэг хэмжээгээр өдөөгдсөн. Грекийн алдарт уран барималч Праксителес. Тэрхүү хөшөө нь Грекийн анхны томоохон бүтээл болох дарь эхийг нүцгэн нүцгэн харуулсан бөгөөд эрт дээр үеэс тэмдэглэж ирсэн. Энэхүү бүтээл нь ижил даруу байдлын дохио зангаатай бөгөөд 1688 оноос хойш Флоренц дахь Уффици галлерейн Трибунад хадгалагдаж буй Медичи Сугар гэгддэг Ромын өөр нэг хуулбартай төстэй юм",
      title: "Афродита",
      author: "Праксителес",
      date: "МЭӨ 4-р зуун",
    },
    {
      statue: "david",
      lookAt: { x: 10, y: 2, z: 4 },
      position: { x: 4, y: 0.3, z: 2 },
      about:
        "Дэвид бол Италийн зураач Микеланджелогийн 1501-1504 оны хооронд гантигаар урласан Сэргэн мандалтын үеийн уран баримлын шилдэг бүтээл юм. Дэвид бол Флоренцын урлагт дуртай сэдэв болох Библид бичигдсэн Давидын 5.17 метр (17 фут 0 инч) гантиг баримал юм.Дэвид анх Флоренцын сүмийн зүүн захын дээврийн шугамын дагуу байрлах бошиглогчдын цуврал хөшөөнүүдийн нэг болгон захиалсан боловч оронд нь Флоренц дахь иргэний засгийн газрын байр болох Палаццо Веккиогийн гадна олон нийтийн талбайд байрлуулсан байв. 1504 оны 9-р сарын 8-нд нээлтээ хийсэн Piazza della Signoria. Хөшөөг 1873 онд Флоренцын Академийн Галлериа руу шилжүүлж, дараа нь анхны байрлалд нь хуулбараар сольжээ.",
      title: "Давид",
      author: "Микеланджело",
      date: "1501-1504",
    },

    {
      statue: "venus",
      lookAt: { x: 6, y: 2, z: 16 },
      position: { x: 5, y: 0.3, z: 14 },
      about:
        "Сугар де Мило, Афродитыг төлөөлдөг эртний хөшөө, одоо Парис дахь Лувр дахь. Үүнийг МЭӨ 150 оны үед Маандер голын Антиох хотын уран барималч Александрос гантиг чулуугаар сийлжээ. Энэ нь 1820 оны 4-р сарын 8-нд Эгийн тэнгисийн Мелос арлаас хэсэг хэсгээрээ олдсон бөгөөд дараа нь Людовик XVIII-д бэлэглэсэн (дараа нь 1821 онд Луврт хандивласан). Хэдийгээр түүнийг босоо байдлаар сэргээн засварласан ч хөшөөний гар хэзээ ч олдсонгүй. Хөшөөний хамт харагдахгүй байгаа бичээс дээр 'Баримлыг Меандрын Антиохын иргэн, Менидесийн хүү Александрос хийсэн' гэж бичжээ. Энэ дүр Мелос арал дээр гарал үүсэлтэй байсан нь түүнийг Грекийн далайн дарь эх Амфитрит байж магадгүй гэж бодоход хүргэсэн.\nЕрөнхий найрлага нь МЭӨ 4-р зууны үеийн Коринтын хөшөөнөөс гаралтай. Эрчилсэн дүрс, орчин үеийн дэвссэн даавуу нь Сугар гаригт агуу язгууртныг өгдөг. Энэхүү хөшөө нь эллинист уран баримлын уламжлалын эрдэм шинжилгээний шинж чанар, хуучин бүтээлүүдээс ихээхэн хамааралтай байдгийн тод жишээ юм.",
      title: "Мило",
      author: "Антиохийн Александр",
      date: "МЭӨ 150-125 он",
    },
  ],
};
